"lblChargeLimit" = "Limite :";
"btnDischarge" = "Décharger";
"btnTopup" = "Remplir";
"btnInstallHelper" = "Installer l'assistant";
"btnQuit" = "Quitter";
"hlpSailingModePopover" = "Mode Voile activé.";
"hlpCalibrationPopover" = "En cours de rééquilibrage et recalibration.";
"hlpHeatProtectionPopover" = "Interruption de la charge en raison d'une haute température de batterie. Température actuelle : ";
"hlpIntelModePopover" = "Mode Intel activé.";
"lblSailingMode" = "Mode Voile";
"txtEnabled" = "Activé";
"txtDisabled" = "Désactivé";
"hlpSailingModeSettings" = "Une fois que AlDente a fini de charger votre batterie jusqu'à la valeur désirée, il va laisser votre MacBook revenir au pourcentage défini avant de redémarrer la charge. Ceci a été conçu pour prévenir la charge/décharge rapide autour de la valeur définie.";
"txtWillSailTo" = "Va voguer autour de ";
"txtSailingModeDeactivated" = "Mode Voile désactivé.";
"lblHeatProtection" = "Protection de surchauffe";
"hlpHeatProtectionSettings" = "AlDente suspend automatiquement la charge si la température de votre batterie dépasse la valeur définie.";
"txtMaxTemp" = "Temp. Max";
"txtCurrent" = "  Actuellement : ";
"txtPercentage" = "%";
"txtCelsius" = "°C";
"txtHeatProtectionDeactivated" = "Protection de surchauffe désactivée.";
"lblCalibrationMode" = "Mode de calibrage";
"btnStopCalibration" = "Arrêter la calibration";
"btnStartCalibration" = "Démarrer la calibration";
"txtDischarge15" = "Décharger\n15%";
"txtCharge100" = "Charger\n100%";
"txtHold1h" = "Maintenir\n1h";
"txtDischarge" = "Décharger\n";
"lblStopChargingWhenSleeping" = "Arrêter de charger\nlors de la veille";
"hlpStopChargingWhenSleeping" = "Lorsque cette option est activée, la charge est automatiquement suspendue quand le système entre en veille, même si le pourcentage désiré n'a pas encore été atteint.";
"lblStopChargingWhenClosed" = "Arrêter de charger\nquand l'application est fermée";
"lblStopChargingWhenPoweredOff" = "Arrêter de charger\nlors de l'extinction";
"hlpStopChargingWhenPoweredOff" = "Lorsque cette option est activée, la charge reste suspendue lorsqu'AlDente est fermé. Elle peut être ré-activée en redémarrant AlDente, ou en réinitialisant le SMC.";
"lblIntelMode" = "Mode Intel";
"hlpIntelModeSettings" = "Uniquement disponible sur les MacBooks Intel. Ce mode utilise une autre clé SMC pour contrôler la valeur maximum de charge. Les fonctionnalités comme la décharge, le mode Voile, et la calibration ne sont pas disponibles dans ce mode, mais la valeur de charge définie persiste entre les redémarrages. La réelle valeur finale peut différer jusqu'à 5% de la valeur que vous avez définie.";
"lblHelperApp" = "Application Assistant";
"btnReinstall" = "Réinstaller";
"btnRemove" = "Retirer";
"lblUpdates" = "Mises à jour";
"btnCheckForUpdates" = "Vérifier les mises à jour";
"txtCheckManually" = "Vérifier manuellement";
"txtCheckAutomatically" = "Vérifier automatiquement";
"lblOther" = "Autre";
"btnManageLicense" = "Gérer la licence";
"btnActivateLicense" = "Activer la licence";
"btnSaveDebugFile" = "Sauvegarder un fichier de débogage";
"lblLaunchAtLogin" = "Démarrer à la connexion";
"hlpLaunchAtLogin" = "Lance AlDente lors du démarrage.";
"lblRestoreCompleted" = "Restauration complétée !";
"txtRestoreCompleted" = "Vos paramètres ont été restaurés à leurs valeurs par défaut.";
"btnResetSettings" = "Réinitialiser";
"lblAlDentePro" = "AlDente Pro";
"lblAlDenteFree" = "AlDente Gratuit";
"txtAHKEmail" = "apphousekitchen.com";
"lblFooterPro" = "Cuisiné en 2024 par AppHouseKitchen";
"txtPurchaseEmail" = "https://apphousekitchen.com/pricing/";
"btnGetPro" = "Obtenez Pro!";
"lblSyncingChargeState" = "Synchronisation de l'état de charge";
"txtDischargeExitDescription" = "Étant donné qu'AlDente est actuellement en train de décharger votre batterie, il doit attendre que macOS reconnaisse que la décharge se soit arrêtée avant de quitter le programme. Appuyez sur OK pour tout de même quitter, ce qui peut produire un clignotement de votre écran.";
"btnOK" = "OK";
"btnCancel" = "Annuler";
"lblIntelNotification" = "AlDente est en mode Intel";
"txtIntelNotification" = "En raison de limitations matérielles, seul le mode Intel est disponible sur ce MacBook. Les fonctionnalités Pro ne peuvent pas être activées dans cet état.";
"lblSetupNotification" = "Configuration d'AlDente Pro";
"txtSetupNotification" = "Veuillez vous rendre à :\n\nPréférences Système ➔ Batterie ➔ Batterie\n\net désactiver\n\n \Recharge optimisée de la batterie\.\n\nCeci assure à AlDente le contrôle total du comportement de recharge.";
"lblUpdateHelperNotification" = "Mise à jour de l'assistant";
"txtUpdateHelperNotification" = "AlDente a besoin de mettre à jour l'application assistant. Vous pouvez la désinstaller en tout temps en utilisant le bouton \Désinstaller l'assistant\.";
"lblInstallHelperNotification" = "Installation de l'assistant";
"txtInstallHelperNotification" = "Pour être capable de contrôler le comportement de recharge de votre MacBook, AlDente a besoin d'installer une application assistant. Vous pouvez la désinstaller en tout temps en utilisant le bouton \Désinstaller l'assistant\.";
"lblHelperInstallSuccessNotification" = "Installation de l'assistant réussie !";
"lblRemoveHelperNotification" = "Retirer l'assistant ?";
"txtRemoveHelperNotification" = "Êtes-vous sûr(e) de vouloir retirer l'application assistant ? AlDente ne peut agir qu'à l'aide de celle-ci !";
"lblHelperRemovedNotification" = "Assistant retiré";
"txtHelperRemovedNotification" = "Vous avez désinstaller l'application assistant d'AlDente avec succès. Étant donné qu'AlDente dépend de cet outil pour utiliser sa magie, il ne va être d'aucune utilité jusqu'à réinstallation de cet assistant. AlDente va maintenant se fermer.";
"lblClamshellDischargeProNotification" = "Désolé !";
"txtClamshellDischargeProNotification" = "La décharge en mode \Clamshell\ n'est disponible qu'avec la version Pro.";
"lblDischargeInfoNotification" = "À propos de la décharge";
"txtDischargeInfoNotification" = "Pour pouvoir décharger la batterie dans tous les scénarios, comme le mode \Clamshell\, AlDente doit temporairement désactiver la veille de votre appareil. Par conséquent, l'option de suspension d'activité peut être grisée en déchargeant certains macBooks. Aussi, certaines applications contrôlant le comportement de veille peuvent ne pas fonctionner correctement.";
"lblDebugInfoSavedNotification" = "Information de débogage sauvegardées !";
"txtDebugInfoSavedNotification" = "Le fichier d'information de débogage a été correctement sauvegardé vers : ";
"lblActivationSuccessfulNotification" = "Activation réussie !";
"txtActivationSuccessfulNotification" = "Merci d'avoir acheté AlDente Pro! Que les pâtes soient avec vous.";
"lblNoConnectionNotification" = "Aucune connexion disponible";
"lblDisableSleepCompletely" = "Désactiver la veille jusqu'à\nla limite de chargement";
"hlpDisableSleepCompletely" = "Lorsque ce paramètre est activé, AlDente désactive le système de veille de votre MacBook jusqu'à ce que votre limite de chargement soit atteinte, même lorsque l'ordinateur portable est fermé. La veille est automatiquement réactivée lorsque le cordon d'alimentation est débranché.";
"lblShowOnStartup" = "Afficher au démarrage";
"hlpShowOnStartup" = "L'interface utilisateur d'AlDente s'ouvrira automatiquement au démarrage de l'application.";
"hlpShowDockIcon" = "Une icône AlDente est visible dans le dock.";
"lblShowDockIcon" = "Afficher l'icône du dock";
"hlpNoMenubarIcon" = "Supprimez l'icône d'AlDente de la barre de menu. Lorsque vous l'activez, l'application n'est accessible que via l'icône du dock.";
"lblPopoverAnimation" = "Popup Animation";
"hlpPopoverAnimation" = "Active ou désactive l'animation contextuelle.";
"lblPopupWindow" = "Fenêtre contextuelle";
"lblNoMenubarIcon" = "Masquer l'icône de la barre de menus";
"lblShowOnlyAlDenteIcon" = "Uniquement l'icône AlDente";
"lblMenubarIcon" = "Icône de la barre de menus";
"txtHold" = "Hold\n";
"txtDifference" = "Différence :";
"txtNoConnectionNotification" = "AlDente doit vérifier si votre licence est valide une fois tous les 30 jours. Veuillez vous connecter à Internet pour qu'AlDente fonctionne.";
"lblAdvancedIntelMode" = "Advanced Intel Mode";
"hlpSettingsLock" = "Les paramètres sont verrouillés. Contactez votre administrateur système pour les libérer.";
"hlpUseRealPercentage" = "Lorsque ce paramètre est activé, AlDente prend le pourcentage réel de la batterie du matériel comme référence. La valeur affichée dans macOS diffère généralement de quelques pour cent, en fonction de l'âge de la batterie et de l'état de charge.";
"ttlStats" = "Statistiques";
"lblUseRealPercentage" = "Pourcentage de batterie matérielle";
"hlpShowOnlyAlDenteIcon" = "Qui ne voudrait pas d'une assiette de pâtes fraîches dans sa barre de menu à chaque fois ?";
"hlpShowBatteryIcon" = "Qui ne voudrait pas d'une assiette de pâtes fraîches dans sa barre de menu à chaque fois ?";
"hlpShowPercentage" = "Qui ne voudrait pas d'une assiette de pâtes fraîches dans sa barre de menu à chaque fois ?";
"lblCheckAutomatically" = "Vérifier automatiquement";
"txtIntelExplanation" = "Sur votre MacBook, la limite de chargement peut persister lorsqu'il est éteint ou en mode veille. Veuillez noter que le pourcentage peut varier de quelques points dans ces cas en raison de limitations techniques.";
"ttlMoreSettings" = "Suite";
"ttlScheduleSettings" = "Programme";
"lblSleep" = "Veille";
"lblLockScreenWhenClosed" = "Verrouiller l'écran lorsqu'il est fermé";
"hlpLockScreenWhenClosed" = "Lorsqu'il est activé, l'écran est automatiquement verrouillé lorsque le couvercle est fermé et que le mode veille est désactivé.";
"lblAutomaticDischarge" = "Décharge automatique";
"hlpAutomaticDischarge" = "Lorsqu'il est activé, AlDente se déchargera automatiquement à la valeur définie si le pourcentage actuel est supérieur.";
"lblCharging" = "Mise en charge";
"hlpAutomaticDischargeButton" = "AlDente déchargera automatiquement votre batterie lorsque la limite de chargement définie est inférieure au pourcentage de batterie.";
"ttlGeneralSettings" = "Général";
"ttlChargeSettings" = "Charge";
"ttlFeatureSettings" = "Fonctionnalités";
"ttlAppearanceSettings" = "Apparence";
"txtSetupNotificationVentura" = "Veuillez accéder à :\n\nPréférences système ➔\nBatterie ➔\nÉtat de la batterie (bouton Info)\n\net désactiver :\n\n \Chargement optimisé de la batterie\.\n\nCela garantit qu'AlDente a un contrôle total sur le comportement de charge .";
"lblMagsafeLED" = "LED Magsafe";
"lblControlMagsafeLED" = "LED de contrôle Magsafe";
"hlpControlMagsafeLED" = "Si ce paramètre est activé, AlDente fait correspondre la couleur de la LED Magsafe à l'état de charge actuel.";
"lblBlinkOrangeDischarge" = "Orange clignotant pendant la décharge";
"hlpBlinkOrangeDischarge" = "Si ce paramètre est activé, la LED Magsafe clignotera en orange pendant que la décharge est activée.";
"lblMagsafeAlwaysOff" = "Toujours éteint";
"hlpMagsafeAlwaysOff" = "Si ce paramètre est activé, la LED Magsafe est toujours éteinte tant qu'AlDente est en cours d'exécution.";
"ttlCalibrationNotPossible" = "Étalonnage impossible !";
"txtCalibrationNotPossible" = "Le mode d'étalonnage n'est disponible que lorsqu'un chargeur est connecté.";
"ttlSMCIssue" = "Erreur de limite de chargement";
"ttlLowChargeLimitWarning" = "limite de chargement basse";
"txtLowChargeLimitWarning" = "Le fait de maintenir votre batterie à un faible pourcentage pendant une période prolongée peut augmenter les risques d'erreur d'étalonnage.\nCela peut entraîner des arrêts involontaires de votre appareil.\nSi tel est le cas, cela peut généralement être résolu avec le mode d'étalonnage d'AlDente.";
"txtSMCIssue" = "AlDente a détecté un problème avec macOS qui peut empêcher temporairement le limiteur de charge de fonctionner.\nVeuillez effectuer les étapes suivantes pour qu'AlDente fonctionne à nouveau :\n1. Débranchez votre chargeur de la prise et éteignez votre MacBook\n2. Attendez 5 minutes\n3. Allumez le MacBook et branchez le chargeur\nAlDente devrait fonctionner à nouveau comme prévu.";
"ttlTasks" = "Tâches";
"txtTasksIntelMode" = "La planification des tâches n'est pas disponible en mode Intel.";
"txtTasksNotActivated" = "Obtenez AlDente Pro pour déverrouiller la planification des tâches !";
"txtCreateNewTask" = "Utilisez le bouton + pour ajouter une nouvelle tâche !";
"txtTask" = "Tâche";
"txtStartTasksNext" = "Commencer les tâches à la prochaine opportunité :";
"txtTaskHistory" = "Historique des tâches";
"ttlName" = "Nom :";
"ttlActive" = "Actif :";
"ttlAction" = "Action :";
"txtTopUp" = "Recharge";
"txtDischargeTo" = "Décharge à";
"ttlRepeat" = "Répéter :";
"txtDaily" = "Quotidien";
"txtWeekly" = "Hebdomadaire";
"txtMonthly" = "Mensuel";
"ttlStart" = "Commencer :";
"hlpStartTasksNext" = "AlDente ne peut pas exécuter de tâches lorsque votre MacBook est en veille ou éteint. Si votre MacBook était en veille ou éteint alors qu'une tâche était censée s'exécuter, il démarrera la tâche à la prochaine occasion, lorsqu'il sera rallumé.";
"lblHelperInstallError" = "Erreur d'installation de l'assistant";
"txtHelperInstallError" = "Un problème est survenu lors de l'installation de l'assistant. Cliquez sur suivant pour recharger le service d'assistance. Il vous sera demandé de saisir à nouveau votre mot de passe.";
"txtInstallHelper" = "AlDente a besoin de son application d'assistance en cours d'exécution pour fonctionner. Veuillez installer l'application d'assistance.";
"txtHelperInstallSuccessNotification" = "L'application d'assistance a été installée avec succès !";
"txtPause" = "Suspendre la charge";
"txtCalibrate" = "Démarrer le mode d'étalonnage";
"txtChargeTo" = "Définir la limite de chargement";
"ttlAlDenteSetup" = "Configuration AlDente";
"txtAlDenteHeadline" = "Bienvenue chez AlDente !";
"txtIntro" = "Avant de pouvoir commencer, nous devons configurer quelques éléments.";
"ttlInstallHelper" = "Installer l'application d'assistance";
"txtInstallHelperInfo" = "AlDente a besoin de l'application d'assistance pour contrôler le comportement de charge de votre MacBook.";
"txtHelperInstalled" = "(assistant déjà installé)";
"ttlOptimisedCharging" = "Charge de batterie optimisée";
"txtOptimisedChargingInfo" = "Pour donner à AlDente un contrôle total sur le comportement de charge de votre MacBook, la charge optimisée de la batterie doit être désactivée.";
"bpOpenSettings" = "• Ouvrez Paramètres système → Batterie";
"bpClickInfoButton" = "• Cliquez sur le bouton d'information à côté de l'état de la batterie";
"bpDisableOptimisedCharging" = "• Désactiver la charge optimisée de la batterie";
"txtDisableOptimisedChargingOld" = "Veuillez aller dans : Préférences Système ➔ Batterie ➔ Batterie et désactiver : Charge de batterie optimisée.";
"btnOpenSettings" = "Ouvrir les paramètres";
"ttlCustomiseAlDente" = "Personnaliser AlDente";
"txtPresetInfo" = "Comment utilisez-vous votre MacBook ?";
"btnMostlyHome" = "Principalement à la maison";
"btnOnTheGo" = "Pret à partir";
"btnSkip" = "Sauter";
"ttlSetupModal" = "Cela configure les paramètres suivants :";
"bpChargeLimit" = "• limite de chargement";
"bpLaunchAtLogin" = "• Lancement lors de la connexion";
"bpSailingMode" = "• Mode navigation*";
"bpHeatProtection" = "• Protection contre la chaleur*";
"bpAutomaticDischarge" = "• Décharge automatique*";
"bpStopChargingWhenSleeping" = "• Arrêtez de charger lors de la mise en veille*";
"bpStopChargingWhenClosed" = "• Arrêtez de charger lorsque l'application est fermée *";
"bpHardwareBatteryPercentage" = "• Pourcentage de batterie matérielle*";
"ttlProLicense" = "Licence Pro";
"txtProLicenseInfo" = "Si vous avez déjà une licence Pro, vous pouvez l'activer ici.";
"btnUseFree" = "Utiliser gratuitement";
"btnActivatePro" = "Activer Pro";
"txtOn" = "Activé";
"txtOff" = "Désactivé";
"txtOnlyInPro" = "* Uniquement disponible dans AlDente Pro";
"txtEveryWeekday" = "Jours de la semaine";
"txtEvery2Weeks" = "Bimensuel";
"lblStats" = "Statistiques";
"lblPowerFlowNotAvailable" = "En raison de restrictions techniques, Power Flow n'est pas disponible sur ce système.";
"txtPowerFlowFreeExplanation" = "Ce ne sont que des exemples de données à des fins de démonstration. Déverrouillez AlDente Pro pour obtenir des données en temps réel !";
"lblShowInPopover" = "Afficher dans Popover";
"hlpShowInPopover" = "S'il est activé, ce widget sera également visible dans la fenêtre contextuelle de la barre de menus.";
"lblShowPercentage" = "Afficher le pourcentage";
"lblShowBatteryIcon" = "Afficher la batterie";
"lblDischargeLimitToHighNotification" = "limite de chargement trop élevée";
"txtDischargeLimitToHighNotification" = "Pour utiliser la fonction de décharge, vous devez définir la limite de chargement sur une valeur inférieure au pourcentage actuel de la batterie.";
"chkDontAskAgain" = "Ne demande plus";
"lblLimit" = "Limite :";
"txtAlDenteStatus" = "Statut AlDente";
"txtMacOSNative" = "macOS natif";
"txtMacOSColored" = "macOS coloré";
"ttlSettingsBackup" = "Une sauvegarde des paramètres d'AlDente Pro a été trouvée. Voulez-vous les restaurer ?";
"txtSettingsBackup" = "Restaurer les paramètres Pro ?";
"lblFooterFree" = "AppHouseKitchen 2024©️";
"ttlAlDenteSettings" = "Paramètres aldente";
"txtDontShow" = "Ne montre pas";
"txtDontRepeat" = "Ne répétez pas";
"lblIconStyle" = "Style icône";
"txtAlDenteIcon" = "Logo AlDente";
"txtEnterTargetPercentage" = "Entrez le pourcentage cible :";
"hlpSailingMinPerc" = "En dessous de 20%, Aldente chargera toujours votre batterie et le mode de voile est écrasé.";
"ttlPowerFlow" = "Flux de puissance";
"chkRembemberDecision" = "Souviens-toi de ma décision";
"ttlSensorData" = "Données du capteur";
"ttlBatHealth" = "Santé de la batterie";
"txtDesignCap" = "Capacité de conception:";
"txtMaxCap" = "Capacité maximale:";
"txtHardwareCap" = "Capacité matérielle:";
"txtMacOSCap" = "Capacité macOS:";
"txtCycleCount" = "Nombre de cycles:";
"ttlBatSpecs" = "Spécifications de la batterie";
"txtBatTemp" = "Température de la batterie:";
"txtTimeRemaining" = "Temps restant:";
"txtTimeToFull" = "Temps de plein:";
"txtBatterySerial" = "Numéro de série:";
"ttlElectricalSpecs" = "Spécifications électriques";
"txtChargerI" = "COURANT CHARGEMENT:";
"txtChargerU" = "Tension du chargeur:";
"txtBatI" = "Courant de la batterie:";
"txtBatU" = "Voltage de batterie:";
"txtSystemP" = "Charge du système:";
"txtCalibrationInterrupted" = "Le mode d'étalonnage a été interrompu.\n Voulez-vous continuer l'étalonnage?";
"txtPopover" = "Show in Popover";
"ttlQuitApp" = "Quitter Aldente?";
"txtQuitApp" = "Voulez-vous quitter Aldente?";
"txtCondition" = "Condition macOS:";
"hlpLowPowerMode" = "Le mode de faible puissance macOS est actif.";
"lblLowPowerMode" = "Mode de faible puissance";
"lblTopUpWhileCalibrationNotification" = "Remplacer non possible.";
"txtTopUpWhileCalibrationNotification" = "Le rechargement n'est pas possible pendant un étalonnage en cours d'exécution.Veuillez désactiver le mode d'étalonnage avant de commencer à recharger.";
"txtNothing" = "Ne fais rien";
"hlpRightClickAction" = "Détermine ce qui devrait se passer lorsque l'icône Aldente dans la barre de menu est cliquetée avec le bouton droit.";
"txtToggleChargeLimit" = "Démarrer / arrêter la charge";
"txtToggleLPM" = "Activer / désactiver le mode de faible puissance";
"txtRightClickAction" = "MenUbar Cliquez avec le bouton droit";
